Repository: common-repository/obselling
Catalog: languages/obselling-*.po
Languages: fr_fr

source: Get PRO version
fr_fr: Obtenir la version PRO

source: General
fr_fr: Général

source: Products
fr_fr: Produits

source: Obsolete
fr_fr: Obsolète

source: Obsolete product?
fr_fr: Produit obsolète ?

source: The product wasn't made obsolete because you reached the limit of %s obsoletes products allowed in the Free version. Get PRO Version !
fr_fr: Le produit n’a pas été rendu obsolète car vous avez atteint la limite de %s produits obsolètes autorisés dans la gratuite. Obtenez la version PRO !

source: The recommended products weren't updated because you reached the limit of %s product allowed in the Free version. Get PRO Version !
fr_fr: Les produits recommandés n’ont pas été mis à jour car vous avez atteint la limite de %s produit autorisé dans la version gratuite. Obtenez la version PRO !

source: Get PRO version for full options
fr_fr: Obtenez la version PRO pour activer toutes les options

source: Make this product obsolete
fr_fr: Rendre ce produit obsolète

source: Search product
fr_fr: Rechercher un produit

source: Products you recommend to replace the current one
fr_fr: Produits recommandés au lieu du produit actuel

source: Recommended
fr_fr: Recommandé(s)

source: Obsolete product
fr_fr: Produit obsolète

source: This product is no longer available. We recommend this selection:
fr_fr: Ce produit n’est plus disponible. Nous vous recommandons cette sélection :

source: WooCommerce is not installed or not activated. You can download %s here.
fr_fr: WooCommerce n’est pas installé ou n’est pas activé. Vous pouvez la télécharger %s ici.

source: There is a problem with Obselling:
fr_fr: Il y a un problème avec Obselling :

source: Sell other products of an obsolete product or out of stock.
fr_fr: Vendre d’autres produits d’un produit obsolète ou en rupture de stock.
